Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Not affiliated with, endorsed by, or connected to WHOOP. Interoperability software for hardware you own and your own data. Use it only with a device you own, and not in breach of any agreement that applies to you. Not a medical device.
de: Nicht mit WHOOP verbunden, von WHOOP unterstützt oder zu WHOOP gehörend. Interoperabilitätssoftware für Hardware, die dir gehört, und deine eigenen Daten. Nutze sie nur mit einem Gerät, das dir gehört, und nicht unter Verletzung einer für dich geltenden Vereinbarung. Kein medizinisches Gerät.
es: No está afiliado, respaldado ni conectado a WHOOP. Software de interoperabilidad para hardware que posees y tus propios datos. Úsalo solo con un dispositivo que poseas y sin incumplir ningún acuerdo que te sea aplicable. No es un dispositivo médico.
fr: Non affilié à, approuvé par ou connecté à WHOOP. Logiciel d'interopérabilité pour le matériel que vous possédez et vos propres données. Utilisez-le uniquement avec un appareil que vous possédez et sans enfreindre aucun accord qui vous est applicable. Pas un dispositif médical.
it: Non affiliato, approvato o collegato a WHOOP. Software di interoperabilità per hardware di tua proprietà e per i tuoi dati. Usalo solo con un dispositivo di tua proprietà e senza violare alcun accordo a te applicabile. Non è un dispositivo medico.
pl: Nie jest powiązany, wspierany ani powiązany z WHOOP. Oprogramowanie zapewniające interoperacyjność posiadanego sprzętu i danych. Używaj go wyłącznie z posiadanym urządzeniem i nie naruszaj żadnej umowy, która Cię dotyczy. Nie jest to wyrób medyczny.
pt_pt: Não afiliado, endossado ou ligado ao WHOOP. Software de interoperabilidade para o hardware que possui e os teus próprios dados. Usa-o apenas com um dispositivo de sua propriedade e não em violação de qualquer acordo que se lhe aplique. Não é um dispositivo médico.
ru: NOOP не связан с WHOOP, не одобрен WHOOP и не аффилирован с ним. Это ПО для совместимости с вашим устройством и вашими собственными данными. Используйте его только с устройством, которым владеете, и без нарушения применимых к вам соглашений. Не является медицинским устройством.
th: ไม่มีส่วนเกี่ยวข้อง รับรองโดย หรือเชื่อมต่อกับ WHOOP ซอฟต์แวร์การทำงานร่วมกันสำหรับฮาร์ดแวร์ที่คุณเป็นเจ้าของและข้อมูลของคุณเอง ใช้กับอุปกรณ์ที่คุณเป็นเจ้าของเท่านั้น และไม่ละเมิดข้อตกลงใด ๆ ที่มีผลกับคุณ ไม่ใช่เครื่องมือแพทย์
zh_hans: 与 WHOOP 无任何隶属、背书或关联关系。这是一款面向你拥有的硬件和你自己数据的互操作软件。请仅在你拥有的设备上使用，且不得违反任何适用于你的协议。本品非医疗设备。
zh_hant: 與 WHOOP 無任何隸屬、背書或關聯關係。這是一款面向你擁有的硬體和你自己資料的互通軟體。請僅在你擁有的裝置上使用，且不得違反任何適用於你的協議。本品非醫療裝置。

source: Not available
de: Nicht verfügbar
es: No disponible
fr: Non disponible
it: Non disponibile
pl: Niedostępne
pt_pt: Não disponível
ru: Недоступно
th: ไม่สามารถใช้ได้
zh_hans: 不可用
zh_hant: 無法使用

source: Not calibrated
de: Nicht kalibriert
es: Sin calibrar
fr: Non calibré
it: Non calibrato
pl: Nie skalibrowany
pt_pt: Não calibrado
ru: Не откалибровано
th: ไม่ได้ปรับเทียบ
zh_hans: 未校准
zh_hant: 未校準

source: Not calibrated yet
de: Noch nicht kalibriert
es: Aún sin calibrar
fr: Pas encore calibré
it: Non ancora calibrato
pl: Jeszcze nie skalibrowany
pt_pt: Ainda não calibrado
ru: Пока не откалибровано
th: ยังไม่ได้ปรับเทียบ
zh_hans: 尚未校准
zh_hant: 尚未校準

source: not connected
de: nicht verbunden
es: no conectado
fr: non connecté
it: non connesso
pl: nie podłączony
pt_pt: não ligado
ru: не подключено
th: ไม่ได้เชื่อมต่อ
zh_hans: 未连接
zh_hant: 未連線

source: Not connected
de: Nicht verbunden
es: No conectado
fr: Non connecté
it: Non connesso
pl: Nie podłączony
pt_pt: Não ligado
ru: Не подключено
th: ยังไม่ได้เชื่อมต่อ
zh_hans: 未连接
zh_hant: 未連接

source: Not connected. Open Live to pair.
de: Nicht verbunden. Öffne Live zum Koppeln.
es: No conectado. Abre En vivo para emparejar.
fr: Non connecté. Ouvrez En direct pour associer.
it: Non connesso, apri In diretta per abbinare.
pl: Nie podłączony. Otwórz opcję Live, aby sparować.
pt_pt: Não ligado. Abra o Live para emparelhar.
ru: Не подключено. Откройте Live, чтобы сопрячь.
th: ไม่ได้เชื่อมต่อ เปิดเรียลไทม์เพื่อจับคู่
zh_hans: 未连接，打开「实时」以配对。
zh_hant: 未連接，打開「即時」以配對。

source: Not enough clean beat data to lock a pace today. Try again rested, sitting still with the strap snug. For now we'll pace you at 5.5 br/min (coherence).
de: Nicht genug saubere Schlagdaten, um heute ein Tempo zu fixieren. Versuch es ausgeruht erneut, still sitzend mit eng anliegendem Strap. Vorerst takten wir dich mit 5,5 AZ/min (Kohärenz).
es: No hay suficientes latidos limpios para fijar un ritmo hoy. Vuelve a intentarlo descansado, sentado y quieto con la pulsera bien ajustada. Por ahora te marcaremos un ritmo de 5.5 resp/min (coherencia).
fr: Pas assez de battements propres pour fixer un rythme aujourd'hui. Réessayez reposé, assis immobile avec le bracelet bien ajusté. Pour l'instant, nous vous cadencerons à 5,5 resp/min (cohérence).
it: Dati sui battiti puliti insufficienti per fissare un ritmo oggi, riprova da riposato, stando seduto e immobile con la fascia ben aderente. Per ora ti guideremo a 5,5 resp/min (coerenza).
pl: Za mało danych o czystym rytmie, aby dzisiaj ustalić tempo. Spróbuj ponownie, będąc wypoczętym, siedząc nieruchomo z dobrze dopasowanym paskiem. Na razie będziemy utrzymywać tempo na poziomie 5,5 br/min (spójność).
pt_pt: Não há dados suficientes de batida limpa para travar o ritmo hoje. Tente novamente descansado, sentado imóvel com a pega bem ajustada. Para já, vamos definir um ritmo de 5,5 br/min (coerência).
ru: Недостаточно чистых данных пульса, чтобы задать сегодня темп. Повторите в отдохнувшем состоянии, сидя неподвижно, с плотно надетым браслетом. Пока будем задавать темп 5.5 вдох/мин (когерентность).
th: ข้อมูลคลีนบีทไม่เพียงพอที่จะล็อคจังหวะในวันนี้ ลองพักอีกครั้งโดยนั่งนิ่งๆ โดยให้สายรัดกระชับ สำหรับตอนนี้ เราจะกำหนดอัตราความเร็วให้คุณที่ 5.5 ห้องนอน/นาที (การเชื่อมโยงกัน)
zh_hans: 今天没有足够干净的心跳数据来锁定一个节奏，请在休息好、坐姿静止、手环贴合时重试。目前我们会以 5.5 次/分钟（一致性）为你把握节奏。
zh_hant: 今天沒有足夠乾淨的心跳資料來鎖定一個節奏，請在休息好、坐姿靜止、手環貼合時重試。目前我們會以 5.5 次/分鐘（一致性）為你把握節奏。

source: Not enough clean beats. Sit still and try again.
de: Nicht genug saubere Schläge. Sitz still und versuch es erneut.
es: No hay suficientes latidos limpios. Quédate quieto y vuelve a intentarlo.
fr: Pas assez de battements propres. Restez immobile et réessayez.
it: Battiti puliti insufficienti. Stai fermo e riprova.
pl: Za mało czystych beatów. Usiądź spokojnie i spróbuj ponownie.
pt_pt: Não há batidas limpas suficientes. Fique quieto e tente novamente.
ru: Недостаточно чистых ударов пульса. Посидите неподвижно и попробуйте снова.
th: จังหวะที่สะอาดไม่เพียงพอ นั่งนิ่งๆ แล้วลองอีกครั้ง
zh_hans: 干净的心跳数据不够。请坐稳后再试一次。
zh_hant: 乾淨的心跳不足。請坐著不動再試一次。

source: Not enough clean beats, sit still and try again. %1$lld of %2$lld beats survived filtering (need %3$lld).
de: Nicht genug saubere Schläge. Sitz still und versuch es erneut. %1$lld von %2$lld Schlägen haben die Filterung überstanden (benötigt: %3$lld).
es: No hay suficientes latidos limpios. Quédate quieto y vuelve a intentarlo. %lld de %lld latidos superaron el filtrado (se necesitan %lld).
fr: Pas assez de battements propres. Restez immobile et réessayez. %1$lld des %2$lld battements ont survécu au filtrage (%3$lld nécessaires).
it: Battiti puliti insufficienti, stai immobile e riprova. %1$lld battiti su %2$lld hanno superato il filtraggio (ne servono %3$lld).
pl: Za mało czystych uderzeń, usiądź spokojnie i spróbuj ponownie. Beaty %1$lld z %2$lld przetrwały filtrowanie (potrzebujesz %3$lld).
pt_pt: Não há batidas limpas suficientes, fique quieto e tente novamente. %1$lld de %2$lld batidas sobreviveram à filtração (necessita de %3$lld).
ru: Недостаточно чистых ударов пульса, посидите неподвижно и попробуйте снова. После фильтрации осталось %1$lld из %2$lld ударов (нужно %3$lld).
th: จังหวะที่สะอาดไม่เพียงพอ นั่งนิ่งๆ แล้วลองอีกครั้ง %lld ของ %lld ชนะการกรองที่รอดชีวิต (ต้องการ %lld)
zh_hans: 干净的心跳不足，请坐姿静止后重试。%1$lld / %2$lld 次心跳通过了过滤（需要 %3$lld 次）。
zh_hant: 乾淨的心跳不足，請坐姿靜止後重試。%1$lld / %2$lld 次心跳通過了過濾（需要 %3$lld 次）。

source: Not enough data
de: Nicht genug Daten
es: Datos insuficientes
fr: Données insuffisantes
it: Dati insufficienti
pl: Za mało danych
pt_pt: Dados insuficientes
ru: Недостаточно данных
th: ข้อมูลไม่เพียงพอ
zh_hans: 数据不足
zh_hant: 資料不足

source: Not enough data for this window.
de: Nicht genug Daten für diesen Zeitraum.
es: No hay suficientes datos para esta ventana.
fr: Pas assez de données pour cette fenêtre.
it: Dati insufficienti per questo intervallo.
pl: Za mało danych dla tego okna.
pt_pt: Não existem dados suficientes para esta janela.
ru: Недостаточно данных за выбранный период.
th: ข้อมูลไม่เพียงพอสำหรับช่วงข้อมูลนี้
zh_hans: 此窗口的数据不足。
zh_hant: 此視窗的資料不足。

source: Not enough data in this range yet
de: Noch nicht genug Daten in diesem Zeitraum
es: Aún no hay suficientes datos en este rango
fr: Pas encore assez de données dans cette plage
it: Ancora dati insufficienti in questo intervallo
pl: Za mało danych w tym zakresie
pt_pt: Ainda não existem dados suficientes neste intervalo
ru: В этом диапазоне пока недостаточно данных
th: ข้อมูลในช่วงนี้ยังไม่เพียงพอ
zh_hans: 此范围内的数据尚不足
zh_hant: 此範圍內的資料尚不足

source: Not enough data yet
de: Noch nicht genug Daten
es: Aún no hay suficientes datos
fr: Pas encore assez de données
it: Ancora dati insufficienti
pl: Jeszcze za mało danych
pt_pt: Ainda não existem dados suficientes
ru: Данных пока недостаточно
th: ข้อมูลยังไม่เพียงพอ
zh_hans: 数据尚不足
zh_hant: 資料尚不足

source: Not enough nights yet.
de: Noch nicht genug Nächte.
es: Aún no hay suficientes noches.
fr: Pas encore assez de nuits.
it: Ancora notti insufficienti.
pl: Jeszcze za mało nocy.
pt_pt: Ainda não há noites suficientes.
ru: Пока недостаточно данных о сне.
th: คืนยังไม่พอ
zh_hans: 夜间记录还不够。
zh_hant: 夜間記錄還不夠。

source: Not enough overlap between your journal answers and %@ to measure an effect yet. Keep logging. Effects need days both with and without each behaviour.
de: Noch nicht genug Überlappung zwischen deinen Tagebuch-Antworten und %@, um einen Effekt zu messen. Erfasse weiter. Effekte brauchen Tage mit und ohne jedes Verhalten.
es: Aún no hay suficiente solapamiento entre tus respuestas del diario y %@ para medir un efecto. Sigue registrando. Los efectos necesitan días tanto con cada comportamiento como sin él.
fr: Pas encore assez de chevauchement entre vos réponses de journal et %@ pour mesurer un effet. Continuez à enregistrer. Les effets nécessitent des jours avec et sans chaque comportement.
it: Non c'è ancora abbastanza sovrapposizione tra le risposte del tuo diario e %@ per misurare un effetto. Continua a registrare. Gli effetti richiedono giorni sia con che senza ogni comportamento.
pl: Niewystarczające nakładanie się odpowiedzi w dzienniku i %@, aby zmierzyć jeszcze efekt. Rejestruj się dalej. Efekty wymagają dni zarówno z każdym zachowaniem, jak i bez niego.
pt_pt: Ainda não há sobreposição suficiente entre as respostas do teu diário e %@ para medir um efeito. Continue a registar. Os efeitos precisam de dias com e sem cada comportamento.
ru: Пока недостаточно пересечения между ответами в журнале и %@, чтобы измерить эффект. Продолжайте вести записи. Для оценки эффекта нужны дни как с поведением, так и без него.
th: การทับซ้อนระหว่างคำตอบบันทึกประจำวันของคุณกับ %@ ไม่เพียงพอที่จะวัดผลกระทบ เข้าสู่ระบบต่อไป เอฟเฟกต์ต้องมีวันทั้งที่มีและไม่มีพฤติกรรมแต่ละอย่าง
zh_hans: 你的日志回答与%@之间的重叠还不足以衡量影响。继续记录吧。衡量影响需要既有做和没做该行为的日子。
zh_hant: 你的日誌回答與 %@ 之間的重疊還不夠，尚無法測量效果。請持續記錄。每個行為都需要有做與沒做的日子才能看出效果。

source: Not enough overlap between your journal answers and %@ yet. Keep logging. Each behaviour needs days both with and without it before NOOP can read its effect.
de: Noch nicht genug Überlappung zwischen deinen Tagebuch-Antworten und %@. Erfasse weiter. Jedes Verhalten braucht Tage mit und ohne, bevor NOOP seinen Effekt lesen kann.
es: Aún no hay suficiente solapamiento entre tus respuestas del diario y %@. Sigue registrando. Cada comportamiento necesita días tanto con él como sin él antes de que NOOP pueda leer su efecto.
fr: Pas encore assez de chevauchement entre vos réponses de journal et %@. Continuez à enregistrer. Chaque comportement nécessite des jours avec et sans lui avant que NOOP puisse en lire l'effet.
it: Non c'è ancora abbastanza sovrapposizione tra le risposte del tuo diario e %@. Continua a registrare. Ogni comportamento richiede giorni sia con che senza prima che NOOP possa leggerne l'effetto.
pl: Niewystarczające nakładanie się odpowiedzi w dzienniku i %@. Rejestruj się dalej. Każde zachowanie wymaga dni zarówno z nim, jak i bez niego, zanim NOOP będzie mógł odczytać jego efekt.
pt_pt: Ainda não há sobreposição suficiente entre as respostas do teu diário e %@. Continue a registar. Cada comportamento precisa de dias com e sem ele antes que o NOOP possa ler o teu efeito.
ru: Пока недостаточно пересечения между ответами в журнале и %@. Продолжайте вести записи. Для каждого поведения нужны дни как с ним, так и без него, прежде чем NOOP сможет определить его эффект.
th: การทับซ้อนกันระหว่างคำตอบบันทึกประจำวันของคุณกับ %@ ยังไม่เพียงพอ เข้าสู่ระบบต่อไป พฤติกรรมแต่ละอย่างต้องใช้เวลาทั้งแบบมีและไม่มีก่อน NOOP จึงสามารถอ่านผลกระทบของมันได้
zh_hans: 你的日志回答与%@之间的重叠还不够。继续记录吧。每个行为都需要既有做和没做的日子，NOOP 才能读出它的影响。
zh_hant: 你的日誌回答與 %@ 之間的重疊還不夠。請持續記錄。每個行為都需要有做與沒做的日子，NOOP 才能讀出它的效果。

source: Not enough overlapping days between these metrics in %@. Widen the range.
de: Nicht genug überlappende Tage zwischen diesen Metriken in %@. Erweitere den Bereich.
es: No hay suficientes días solapados entre estas métricas en %@. Amplía el rango.
fr: Pas assez de jours chevauchants entre ces métriques dans %@. Élargissez la plage.
it: Giorni sovrapposti insufficienti tra queste metriche in %@. Amplia l'intervallo.
pl: Za mało nakładających się dni pomiędzy tymi metrykami w %@. Poszerz zakres.
pt_pt: Não há dias sobrepostos suficientes entre estas métricas em %@. Amplie o alcance.
ru: Недостаточно совпадающих дней между этими показателями за %@. Расширьте диапазон.
th: มีวันที่ทับซ้อนกันไม่เพียงพอระหว่างเมทริกเหล่านี้ใน %@ ขยายขอบเขตให้กว้างขึ้น
zh_hans: %@ 内这些指标之间的重叠天数不足。请扩大范围。
zh_hant: %@ 內這些指標之間的重疊天數不足。請擴大範圍。

source: Not enough overlapping history to correlate your metrics yet.
de: Noch nicht genug überlappender Verlauf, um deine Metriken zu korrelieren.
es: Aún no hay suficiente historial solapado para correlacionar tus métricas.
fr: Pas encore assez d'historique chevauchant pour corréler vos métriques.
it: Cronologia sovrapposta ancora insufficiente per correlare le tue metriche.
pl: Za mało nakładającej się historii, aby skorelować dane.
pt_pt: Ainda não há histórico de sobreposição suficiente para correlacionar as tuas métricas.
ru: Пока недостаточно общей истории, чтобы рассчитать связь между показателями.
th: ประวัติที่ทับซ้อนกันไม่เพียงพอที่จะเชื่อมโยงเมตริกของคุณ
zh_hans: 重叠的历史还不足以对你的指标进行相关性分析。
zh_hant: 重疊的歷史還不足以對你的指標進行相關性分析。

source: Not enough recent days to chart a trend yet. Import a history or keep wearing your strap.
de: Noch nicht genug aktuelle Tage, um einen Trend darzustellen. Importiere eine Historie oder trage deinen Strap weiter.
es: Aún no hay suficientes días recientes para trazar una tendencia. Importa un historial o sigue llevando tu pulsera.
fr: Pas encore assez de jours récents pour tracer une tendance. Importez un historique ou continuez à porter votre bracelet.
it: Giorni recenti ancora insufficienti per tracciare un andamento. Importa una cronologia o continua a indossare la tua fascia.
pl: Nie ma jeszcze wystarczającej liczby ostatnich dni, aby wyznaczyć trend. Zaimportuj historię lub noś dalej pasek.
pt_pt: Ainda não há dias suficientes para traçar uma tendência. Importe um histórico ou continue a usar a tua bracelete.
ru: Пока недостаточно недавних данных, чтобы построить тренд. Импортируйте историю или продолжайте носить браслет.
th: วันล่าสุดยังไม่เพียงพอที่จะสร้างแผนภูมิแนวโน้ม นำเข้าประวัติหรือสวมสายรัดของคุณต่อไป
zh_hans: 近期天数还不足以绘制趋势。请导入历史，或继续佩戴你的手环。
zh_hant: 近期天數還不足以繪製趨勢。請匯入歷史，或繼續佩戴你的手環。

source: Not feeling it
de: Keine Lust
es: Sin ganas
fr: Pas envie
it: Non lo sento
pl: Nie mam do tego głowy
pt_pt: Não sentindo isso
ru: Не чувствуя этого
th: ไม่พร้อมทำวันนี้
zh_hans: 没感觉
zh_hant: 沒感覺

source: not logged today
de: heute nicht erfasst
es: no registrado hoy
fr: pas consigné aujourd'hui
it: non registrato oggi
pl: nie zalogowany dzisiaj
pt_pt: não logado hoje
ru: не записано сегодня
th: วันนี้ไม่ได้เข้าสู่ระบบ
zh_hans: 今天未记录
zh_hant: 今天尚未記錄

source: Not measurable
de: Nicht messbar
es: No medible
fr: Non mesurable
it: Non misurabile
pl: Niemierzalne
pt_pt: Não mensurável
ru: Не измеримо
th: ไม่สามารถวัดผลได้
zh_hans: 不可测量
zh_hant: 不可測量

source: Not now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora
pl: Nie teraz
pt_pt: Agora não
ru: Не сейчас
th: ยังไม่ใช่ตอนนี้
zh_hans: 暂不
zh_hant: 暫不

source: Not recording
de: Keine Aufzeichnung
es: Sin grabar
fr: Pas d'enregistrement
it: Non in registrazione
pl: Nie nagrywa
pt_pt: Não está a gravar
ru: Запись не идёт
th: ไม่ได้บันทึก
zh_hans: 未在录制
zh_hant: 未在錄製

source: Not recording. Strap not connected. Tap to connect.
de: Keine Aufzeichnung. Strap nicht verbunden. Tippe zum Verbinden.
es: Sin grabar. Pulsera no conectada. Toca para conectar.
fr: Pas d'enregistrement. Bracelet non connecté. Touchez pour connecter.
it: Nessuna registrazione. Fascia non connessa. Tocca per connettere.
pl: Nie nagrywa. Pasek nie jest podłączony. Kliknij, aby się połączyć.
pt_pt: Não gravando. Correia não ligada. Toque para ligar.
ru: Запись не идёт. Браслет не подключён. Нажмите, чтобы подключить.
th: ไม่ได้บันทึก ไม่ได้เชื่อมต่อสายรัด แตะเพื่อเชื่อมต่อ
zh_hans: 未在记录。手环未连接。点按以连接。
zh_hant: 未在記錄。手環未連接。點擊以連接。

source: Not set
de: Nicht festgelegt
es: Sin definir
fr: Non défini
it: Non impostato
pl: Nie ustawiono
pt_pt: Não definido
ru: Не задано
th: ยังไม่กำหนด
zh_hans: 未设置
zh_hant: 未設定

source: Not showing up? Make sure you reset the ring in the Oura app and force-quit it, then tap Rescan. A ring still owned by Oura will not list here.
de: Taucht nicht auf? Stelle sicher, dass du den Ring in der Oura-App zurückgesetzt und sie vollständig beendet hast, dann tippe auf „Neu scannen“. Ein Ring, der noch Oura gehört, erscheint hier nicht.
es: ¿No aparece? Asegúrate de restablecer el anillo en la app de Oura y forzar su cierre, luego toca Reescanear. Un anillo que aún pertenezca a Oura no aparecerá aquí.
fr: Elle n'apparaît pas ? Assurez-vous d'avoir réinitialisé la bague dans l'app Oura et de l'avoir forcée à quitter, puis touchez Nouveau scan. Une bague toujours détenue par Oura n'apparaîtra pas ici.
it: Non compare? Assicurati di aver ripristinato l'anello nell'app Oura e di averla forzata a chiudersi, poi tocca Scansiona di nuovo. Un anello ancora di proprietà di Oura non comparirà qui.
pl: Nie pojawiasz się? Pamiętaj, aby zresetować pierścień w aplikacji Oura i wymusić jego zamknięcie, a następnie stuknij opcję Skanuj ponownie. Pierścień nadal będący własnością Oura nie będzie tutaj wymieniony.
pt_pt: Não aparece? Certifique-se de que reinicia o anel na aplicação Oura, força o encerramento e toca em Rescan. Um anel que ainda pertence à Oura não será aqui listado.
ru: Не появляется? Убедитесь, что вы сбросили кольцо в приложении Oura и принудительно закрыли его, затем нажмите «Повторить поиск». Кольцо, которым всё ещё владеет Oura, здесь не отобразится.
th: ไม่ปรากฏตัวเหรอ? ตรวจสอบให้แน่ใจว่าคุณรีเซ็ตวงแหวนในแอป Oura แล้วบังคับปิด จากนั้นแตะสแกนใหม่ แหวนที่ Oura ยังคงเป็นเจ้าของจะไม่แสดงที่นี่
zh_hans: 没有显示出来？请确保你已在 Oura 应用中重置戒指并强制退出它，然后点击「重新扫描」。仍归 Oura 持有的戒指不会在此列出。
zh_hant: 沒有顯示出來？請確保你已在 Oura 應用程式中重置戒指並強制退出它，然後點擊「重新掃描」。仍歸 Oura 持有的戒指不會在此列出。

source: Not showing up? The official WHOOP app may still be holding it. Force-quit that app, then tap Rescan.
de: Taucht nicht auf? Die offizielle WHOOP-App hält ihn vielleicht noch fest. Beende diese App vollständig, dann tippe auf „Neu scannen“.
es: ¿No aparece? Puede que la app oficial de WHOOP aún lo esté reteniendo. Fuerza el cierre de esa app y luego toca Reescanear.
fr: Il n'apparaît pas ? L'app officielle WHOOP le retient peut-être encore. Forcez la fermeture de cette app, puis touchez Nouveau scan.
it: Non compare? L'app WHOOP ufficiale potrebbe ancora tenerla occupata. Forza la chiusura di quell'app, poi tocca Ripeti scansione.
pl: Nie pojawiasz się? Oficjalna aplikacja WHOOP może nadal go przechowywać. Wymuś zamknięcie tej aplikacji, a następnie dotknij opcji Skanuj ponownie.
pt_pt: Não aparece? A aplicação oficial do WHOOP ainda pode estar a segurá-lo. Force o encerramento dessa aplicação e toque em Rescan.
ru: Не появляется? Возможно, его всё ещё удерживает официальное приложение WHOOP. Принудительно закройте это приложение, затем нажмите «Повторить поиск».
th: ไม่ปรากฏตัวเหรอ? แอป WHOOP อย่างเป็นทางการอาจยังถืออยู่ บังคับออกจากแอปนั้น จากนั้นแตะสแกนซ้ำ
zh_hans: 没有显示出来？官方 WHOOP 应用可能仍在占用它。请强制退出该应用，然后点击「重新扫描」。
zh_hant: 沒有顯示出來？官方 WHOOP 應用程式可能仍在佔用它。請強制退出該應用程式，然後點擊「重新掃描」。

source: Not synced yet
de: Noch nicht synchronisiert
es: Aún no sincronizado
fr: Pas encore synchronisé
it: Non ancora sincronizzato
pl: Jeszcze nie zsynchronizowane
pt_pt: Ainda não sincronizado
ru: Ещё не синхронизировано
th: ยังไม่ได้ซิงค์
zh_hans: 尚未同步
zh_hant: 尚未同步

source: Not the same
de: Nicht dasselbe
es: No son iguales
fr: Pas identiques
it: Non sono uguali
pl: To nie to samo
pt_pt: Não são iguais
ru: Это разные вопросы
th: ไม่เหมือนกัน
zh_hans: 并不相同
zh_hant: 並不相同

source: Not this one
de: Nicht diese
es: Esta no
fr: Pas celle-ci
it: Non questo
pl: Nie ten
pt_pt: Não este
ru: Не этот
th: ไม่ใช่อันนี้
zh_hans: 不是这个
zh_hant: 不是這個

source: Not today
de: Heute nicht
es: Hoy no
fr: Pas aujourd'hui
it: Non oggi
pl: Nie dzisiaj
pt_pt: Hoje não
ru: Не сегодня
th: ไม่ใช่วันนี้
zh_hans: 不是今天
zh_hant: 不是今天

source: not within 7d
de: nicht innerhalb von 7T
es: no en los últimos 7d
fr: pas dans les 7 j
it: non negli ultimi 7 gg
pl: nie w ciągu 7 dni
pt_pt: não dentro de 7d
ru: не в пределах 7 дней
th: ไม่ภายใน 7 วัน
zh_hans: 不在 7 天内
zh_hant: 不在 7 天內

source: Note (optional)
de: Notiz (optional)
es: Nota (opcional)
fr: Note (facultatif)
it: Nota (facoltativa)
pl: Uwaga (opcjonalnie)
pt_pt: Nota (opcional)
ru: Заметка (необязательно)
th: หมายเหตุ (ไม่บังคับ)
zh_hans: 备注（可选）
zh_hant: 備註（選填）

source: Notes
de: Notizen
es: Notas
it: Note
pl: Notatki
pt_pt: Notas
ru: Заметки
th: หมายเหตุ
zh_hans: 备注
zh_hant: 備註

source: Nothing
de: Nichts
es: Nada
fr: Rien
it: Niente
pl: Nic
pt_pt: Nada
ru: Ничего
th: ไม่มีอะไร
zh_hans: 无
zh_hant: 無
